// Localizable.strings for AppleVPNExtra

// other menu strings
"OPEN_NP" = "打開網路偏好設定⋯";

// connect/disconnect
"CONNECT" = "連接";
"DISCONNECT" = "中斷連接";

// error string
"NO_VPN_CONFIGS" = "尚未設定 VPN";
"NO_MODEM_CONFIGS" = "找不到數據機設定";
"NO_PPPOE_CONFIGS" = "找不到 PPPoE 設定";

// other items
"SHOW_TIMER" = "顯示連線時間";
"SHOW_ANIMATED_STATUS" = "連線時顯示狀態";
"STOP_SHOWING_TIME" = "停止在選單列中顯示時間";

"SHOW_TIME_FORMAT" = "在選單列中顯示“%@”的時間";

// scrolling text resources
"SCROLL_CONNECTING" = "正在連接⋯";
"SCROLL_DIALING" = "正在撥號⋯";
"SCROLL_DISCONNECTING" = "正在中斷連接⋯";
"SCROLL_AUTHENTICATING" = "正在認證⋯";

/* Menu Extra Strings */
"CONNECTED_FORMAT" = "中斷連接“%@”";
"NOT_CONNECTED_FORMAT" = "連接“%@”";
"CONNECTING_FORMAT" = "正在連接“%@”";
"DISCONNECTING_FORMAT" = "正在中斷連接“%@”";
"AUTHENTICATING_FORMAT" = "正在認証“%@”";

"DEFAULT" = "預設值";

/* name strings */
"VPN menu extra" = "VPN 附加選單";
"PPP menu extra" = "PPP 附加選單";
"PPPoE menu extra" = "PPPoE 附加選單";
